Revit 2024 API
FabricSheet.CutSheetMass Property
 The sheet mass after cutting has taken place.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double CutSheetMass { get; }
Visual Basic
Public ReadOnly Property CutSheetMass As Double
	Get
Visual C++
public:
property double CutSheetMass {
	double get ();
}
See Also
FabricSheet Class
Autodesk.Revit.DB.Structure Namespace